[
    {
      "text": "Gem Selections, India's leading gemstones, and jewellery brand has revolutionised the gemstone industry by providing path-changing, high tech and authentic services to its customers through its multi-level technological advancements in the e-commerce industry."
    },
    {
      "text": "India's fascination with jewellery dates back to 5,000 years ago in the Indus Valley. At that time, the country was the largest manufacturer and exporter of beads to the world. It was also home to diamonds, semi-precious stones and gold. In fact, for more than 2,000 years, India was the sole supplier of gemstones to the world."
    },
    {
      "text": "Gold and jewellery sales are expected to have gone up by up to 15 per cent on the auspicious occasion of 'Dhanteras' Monday as consumer demand revived on reports of further jump in the yellow metal rates in the coming weeks. The buying during the morning trade remained subdued, but it picked up later as eager shoppers ....."
    },
    {
      "text": "Pooja Thali No less than a work of art, Arttd'inox’s stainless steel puja thali sets are beautifully crafted with intricate artwork that will call out the devout in you. Priced at Rs 2,180 for small etching puja thali and Rs 2,965 for large thali, these thalis will compliment and add charm to your home decor and is also a great"
    },
    {
      "text": "Government approved gemstone brand Gem Selections on Tuesday announced the launch of their tech enabled/AI-powered software Gem Selections™ Astro Dose to simplify astrological vows. Backed by modern designs, detailed personal...."
    },
    {
      "text": "Gold and jewellery sales were seen to have gone up by up to 15 percent on Monday as consumer demand revived on reports of further jump in the yellow metal rates in the coming weeks. The sales were driven by the festive fervour of Dhanteras, an auspicious day for"
    },
    {
      "text": "Gold and jewellery sales are expected to have gone up by up to 15 per cent on the auspicious occasion of 'Dhanteras' Monday as consumer demand revived on reports of further jump in the yellow metal rates in the coming weeks. The buying during the morning trade remained....\n\n"
    },
    {
      "text": "Gold and silver sales are estimated to have risen at least 15 percent on auspicious 'Dhanteras' Monday as consumers thronged jewellery shops for token buying, amid speculation that prices of yellow metal could increase sharply in the coming weeks, according to industry players.\n\n"
    },
    {
      "text": "Gold and silver sales are estimated to have risen at least 15 per cent on auspicious 'Dhanteras' Monday as consumers thronged jewellery shops for token buying, amid speculation that prices of yellow metal could increase sharply in the coming weeks, according to industry players."
    },
    {
      "text": "Gold and jewellery sales are expected to have gone up by up to 15 per cent on the auspicious occasion of 'Dhanteras' Monday as consumer demand revived on reports of further jump in the yellow metal rates in the coming weeks."
    },
    {
      "text": "The buying during the morning trade remained subdued, but it .."
    },
    {
      "text": "Gold and jewellery sales are expected to have gone up by up to 15 per cent on the auspicious occasion of ‘Dhanteras’ Monday as consumer demand revived on reports of a further jump in the yellow metal rates in the coming weeks.\n\n"
    },
    {
      "text": "New Delhi, Nov 5 Gold and silver sales are estimated to have risen at least 15 per cent on auspicious 'Dhanteras' Monday as consumers thronged jewellery shops for token buying, amid speculation that prices of yellow metal could increase sharply in the coming weeks, according to industry players...."
    },
    {
      "text": "Diamond jewellery is witnessing good demand in the Dhanteras-Diwali season, according to jewellers and trade officials. Lightweight gold jewellery too has emerged as the preferred choice for the consumers this festive season."
    },
    {
      "text": "अक्षय तृतीया और धनतेरस पर भारतीय सर्राफा बाजार की रौनक बढ़ जाती है, क्योंकि ये दोनों ही कीमती धातु की खरीदारी के त्योहार हैं. सोना खरीदते समय लोग अकसर जल्दबाजी और गलती करते हैं. उन्हें कुछ सावधानी हर बात में बरतनी चाहिए. इस साल ........"
    },
    {
      "text": "नई दिल्‍ली। देश में सबसे ज्‍यादा सोना या तो धनतेरस के दिन खरीदा जाता है। या फिर अक्षय तृतीया पर। सर्राफा कारोबारियों का मानना है कि इन दोनों दिनों में लोग एक महीने के कारोबार के मुकाबले सोने की खरीदारी करते हैं। अगर बात अक्षय तृतीया....."
    },
    {
      "text": "ज्‍यादातर लोग बिना ज्‍यादा ध्यान दिए सोना खरीद लेते हैं और उससे जुड़ी सावधानियों को नजरअंदाज कर देते हैं।\n\n"
    },
    {
      "text": "मजबूत वैश्विक सकेतों के और अक्षय तृतीया को देखते हुए सोना और चमका है। इसकी कीमत आज 350 रुपये की तेजी के साथ 32,350 रुपये प्रति दस ग्राम पर पहुंच गई। औद्योगिक इकाइयों और सिक्का निर्माताओं का उठाव बढ़ने से चांदी भी 400 रुपये की तेजी के साथ 40,300 रुपये प्रति किलोग्राम हो गयी।..."
    },
    {
      "text": "New Delhi [India], Aug 7 (ANI): Government approved gemstone brand Gem Selections on Tuesday announced the launch of their tech enabled/AI-powered software Gem Selections™ Astro Dose to simplify astrological vows. Backed by modern designs, detailed personal analytics.....\n\n"
    },
    {
      "text": "New Delhi [India], Aug 7 (ANI): Government approved gemstone brand Gem Selections on Tuesday announced the launch of their tech enabled/AI-powered software..."
    },
    {
      "text": "Government approved gemstone brand Gem Selections on Tuesday announced the launch of their tech enabled/AI-powered software Gem Selections™ Astro Dose to simplify astrological vows."
    },
    {
      "text": "High demand for precious stones has led to people being duped into buying fake ones that come in similar sizes, shapes and colours."
    },
    {
      "text": "Gold Glitters On Dhanteras Despite High Prices; Sales Up 15%"
    },
    {
      "text": "Gold and jewellery sales are expected to have gone up by up to 15 per cent on the auspicious occasion of ‘Dhanteras’ Monday as consumer demand revived on reports of a further jump in the yellow metal …\n\n"
    },
    {
      "text": "India's leading Gemstones brand Gem Selections will venture into the Bullion industry, taking forward its 31 years of legacy. While expanding itself in the Bullion market soon, Gem Selections aims to deliver 100% pure Gold & Silver to its customers."
    },
    {
      "text": "Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day..."
    },
    {
      "text": "On the occasion of Navratri pick any of these gemstones to removes hurdles in your path and bring prosperity and happiness in your life by Mr. Pankaj Khanna, Founder & Managing Director, Khanna Gems Private Limited who is a widely acclaimed astrologer, gemologist and valuer of jewelry. 1.Ruby:"
    },
    {
      "text": "Gem Selections, India's leading Gemstones brand will take forward its 31years of legacy by venturing into the Bullion industry. Hundred per cent pure Gold & Silver is a promise that Gem Selections aims to deliver to its customers while expanding itself in the Bullion market soon."
    },
    {
      "text": "(UNI) Gem Selections, India’s leading Gemstones brand will take forward its 31 years of legacy by venturing into the Bullion industry. Hundred per cent pure Gold & Silver is a promise that Gem Selections aims to deliver to its customers while expanding itself in the Bullion market soon."
    },
    {
      "text": "Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day."
    },
    {
      "text": "Dhanteras is a festival celebrated across India just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day...\n\n"
    },
    {
      "text": "Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day."
    },
    {
      "text": "New Delhi, Nov 4:Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day.....\n\n"
    },
    {
      "text": "On the auspicious occasion of Dhanteras, pick the best of gemstones with these tips."
    },
    {
      "text": "Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day....\n\n"
    },
    {
      "text": "New Delhi, Nov 4 (IANS) Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day......"
    },
    {
      "text": "New Delhi: Dhanteras is a festival celebrated just two days before Diwali. All purchases made during this occasion, be it metal or jewellery are considered to be the blessings of God and not many of you would know that buying gemstones is considered equally auspicious on this day.\n\n"
    }
  ]

